{
  "app": {
    "title": "NosePrint",
    "subtitle": "Swipe to discover your scent profile"
  },
  "swipe": {
    "analyze": "Analyze My Preferences",
    "complete": "complete",
    "allSwiped": "You've swiped through all scents!"
  },
  "gender": {
    "title": "Choose Your Preference",
    "subtitle": "Select the type of fragrances you're interested in to get personalized recommendations",
    "men": "Men's Fragrances",
    "menDesc": "Discover masculine scents with woody, spicy, and fresh notes",
    "women": "Women's Fragrances",
    "womenDesc": "Explore feminine scents with floral, fruity, and sweet notes",
    "unisex": "Unisex Fragrances",
    "unisexDesc": "Find versatile scents that transcend traditional gender boundaries",
    "priceRange": "Price Range",
    "minPrice": "Minimum Price",
    "maxPrice": "Maximum Price",
    "getRecommendations": "Get My Recommendations"
  },
  "analyzing": {
    "title": "Analyzing Your Preferences",
    "subtitle": "Please wait while we create your personalized scent profile"
  },
  "results": {
    "title": "Your Scent Profile",
    "subtitle": "Based on your preferences, we've created your unique scent profile",
    "radar": "Scent Radar",
    "dominantFamily": "Your dominant scent family:",
    "story": "Your Scent Story",
    "recommendations": "Recommended Perfumes",
    "price": "Price",
    "shopNow": "Shop Now",
    "startOver": "Start Over",
    "colorPalette": "Complementary Color Palette",
    "colorPaletteDesc": "Colors that complement your scent profile",
    "celebrities": "Celebrity Scent Twins",
    "celebritiesDesc": "Celebrities who share your fragrance preferences"
  },
  "families": {
    "Citrus": "Citrus",
    "Floral": "Floral",
    "Woody": "Woody",
    "Oriental": "Oriental",
    "Fresh": "Fresh"
  },
  "scents": {
    "amber": {
      "name": "Amber",
      "description": "Warm, rich, and slightly sweet with a hint of vanilla and powder."
    },
    "bergamot": {
      "name": "Bergamot",
      "description": "Bright, zesty citrus with a subtle floral undertone."
    },
    "cedarwood": {
      "name": "Cedarwood",
      "description": "Dry, woody, and slightly sweet with a hint of pencil shavings."
    },
    "grapefruit": {
      "name": "Grapefruit",
      "description": "Tangy, bitter-sweet citrus with a refreshing zing."
    },
    "jasmine": {
      "name": "Jasmine",
      "description": "Rich, sweet, and intensely floral with a hint of fruit."
    },
    "lavender": {
      "name": "Lavender",
      "description": "Herbal, floral, and slightly sweet with a clean, calming aroma."
    },
    "lemon": {
      "name": "Lemon",
      "description": "Bright, sharp citrus with a clean, refreshing quality."
    },
    "musk": {
      "name": "Musk",
      "description": "Warm, sensual, and slightly animalic with a powdery softness."
    },
    "patchouli": {
      "name": "Patchouli",
      "description": "Earthy, woody, and slightly sweet with a hint of spice."
    },
    "rose": {
      "name": "Rose",
      "description": "Rich, sweet, and deeply floral with a hint of honey."
    },
    "sandalwood": {
      "name": "Sandalwood",
      "description": "Creamy, woody, and slightly sweet with a milky softness."
    },
    "seasalt": {
      "name": "Sea Salt",
      "description": "Clean, ozonic, and mineral with a hint of fresh air."
    },
    "vanilla": {
      "name": "Vanilla",
      "description": "Sweet, warm, and comforting with a hint of bakery goods."
    },
    "vetiver": {
      "name": "Vetiver",
      "description": "Earthy, woody, and slightly smoky with a hint of citrus."
    },
    "lime": {
      "name": "Lime",
      "description": "Vibrant, tangy citrus with a sharp, invigorating character."
    },
    "mandarin": {
      "name": "Mandarin",
      "description": "Sweet, juicy citrus with a honeyed warmth and gentle acidity."
    },
    "lillyofthevalley": {
      "name": "Lily of the Valley",
      "description": "Delicate, green, and sweetly floral with a dewy freshness."
    },
    "tuberose": {
      "name": "Tuberose",
      "description": "Intensely sweet, creamy floral with a heady, narcotic quality."
    },
    "orangeblossom": {
      "name": "Orange Blossom",
      "description": "Bright, honeyed floral with a delicate citrus undertone."
    },
    "peony": {
      "name": "Peony",
      "description": "Fresh, airy floral with a slightly sweet and rosy character."
    },
    "gardenia": {
      "name": "Gardenia",
      "description": "Creamy, opulent white floral with a tropical sweetness."
    },
    "violet": {
      "name": "Violet",
      "description": "Delicate, powdery floral with a slightly sweet and green character."
    },
    "ylangylang": {
      "name": "Ylang Ylang",
      "description": "Exotic, sweet floral with a creamy, banana-like richness."
    },
    "oud": {
      "name": "Oud",
      "description": "Rich, complex woody note with animalic, balsamic, and smoky facets."
    },
    "oakmoss": {
      "name": "Oakmoss",
      "description": "Earthy, green, and slightly musty with a forest-like character."
    },
    "tonkabean": {
      "name": "Tonka Bean",
      "description": "Sweet, warm, and almond-like with hints of vanilla and tobacco."
    },
    "cinnamon": {
      "name": "Cinnamon",
      "description": "Warm, spicy, and sweet with a comforting, familiar quality."
    },
    "cardamom": {
      "name": "Cardamom",
      "description": "Warm, spicy, and aromatic with a bright, citrusy undertone."
    },
    "clove": {
      "name": "Clove",
      "description": "Intense, warm spice with a sweet, slightly medicinal character."
    },
    "nutmeg": {
      "name": "Nutmeg",
      "description": "Warm, spicy, and slightly sweet with a woody, earthy quality."
    },
    "frankincense": {
      "name": "Frankincense",
      "description": "Resinous, woody, and slightly citrusy with a spiritual, meditative quality."
    },
    "myrrh": {
      "name": "Myrrh",
      "description": "Warm, balsamic resin with a slightly medicinal, earthy character."
    },
    "benzoin": {
      "name": "Benzoin",
      "description": "Sweet, balsamic resin with vanilla-like warmth and a hint of cinnamon."
    },
    "labdanum": {
      "name": "Labdanum",
      "description": "Rich, ambery resin with leathery, animalic, and honeyed facets."
    },
    "ambergris": {
      "name": "Ambergris",
      "description": "Marine, sweet, and animalic with a unique salty-sweet character."
    },
    "mint": {
      "name": "Mint",
      "description": "Cool, refreshing, and invigorating with a clean, aromatic quality."
    },
    "greentea": {
      "name": "Green Tea",
      "description": "Fresh, slightly bitter, and delicately aromatic with a calming character."
    },
    "galbanum": {
      "name": "Galbanum",
      "description": "Intensely green, sharp, and slightly bitter with a natural, earthy quality."
    },
    "tomatoleaf": {
      "name": "Tomato Leaf",
      "description": "Green, sharp, and slightly spicy with a distinctive garden-fresh character."
    },
    "calone": {
      "name": "Calone",
      "description": "Fresh, aquatic, and ozonic with a distinctive sea breeze character."
    },
    "ozonic": {
      "name": "Ozonic",
      "description": "Clean, airy, and electric with the scent of fresh air after a thunderstorm."
    },
    "caramel": {
      "name": "Caramel",
      "description": "Sweet, rich, and buttery with a cooked sugar warmth."
    },
    "chocolate": {
      "name": "Chocolate",
      "description": "Rich, sweet, and slightly bitter with a deep, comforting character."
    },
    "coffee": {
      "name": "Coffee",
      "description": "Rich, roasted, and slightly bitter with a warm, energizing quality."
    },
    "praline": {
      "name": "Praline",
      "description": "Sweet, nutty, and caramelized with a rich, gourmand character."
    },
    "toffee": {
      "name": "Toffee",
      "description": "Sweet, buttery, and caramelized with a rich, creamy quality."
    },
    "almond": {
      "name": "Almond",
      "description": "Sweet, nutty, and slightly cherry-like with a comforting warmth."
    },
    "coconut": {
      "name": "Coconut",
      "description": "Creamy, sweet, and tropical with a milky, slightly woody character."
    },
    "apple": {
      "name": "Apple",
      "description": "Crisp, juicy, and slightly sweet with a fresh, orchard-like quality."
    },
    "pear": {
      "name": "Pear",
      "description": "Juicy, sweet, and slightly floral with a delicate, fresh character."
    },
    "peach": {
      "name": "Peach",
      "description": "Sweet, juicy, and slightly fuzzy with a warm, summery character."
    },
    "berries": {
      "name": "Berries",
      "description": "Sweet, juicy, and slightly tart with a vibrant, jammy quality."
    },
    "plum": {
      "name": "Plum",
      "description": "Sweet, juicy, and slightly wine-like with a rich, fruity depth."
    },
    "fig": {
      "name": "Fig",
      "description": "Sweet, jammy, and slightly green with a unique, creamy character."
    },
    "blackpepper": {
      "name": "Black Pepper",
      "description": "Sharp, spicy, and slightly woody with a dry, aromatic bite."
    },
    "pinkpepper": {
      "name": "Pink Pepper",
      "description": "Spicy, fruity, and slightly rosy with a bright, energetic character."
    },
    "ginger": {
      "name": "Ginger",
      "description": "Spicy, warm, and slightly citrusy with a fresh, invigorating quality."
    },
    "talc": {
      "name": "Talc",
      "description": "Soft, clean, and comforting with a nostalgic, baby-powder quality."
    },
    "cacao": {
      "name": "Cacao",
      "description": "Rich, bitter, and earthy with a raw, unprocessed chocolate character."
    }
  },
  "language": {
    "en": "English",
    "fr": "French",
    "sr": "Serbian"
  },
  "colorPalettes": {
    "Citrus": "Citrus scents pair beautifully with bright, sunny colors. Gold and yellow reflect the zesty energy of citrus, while orange adds warmth. Beige and white provide balance and freshness to complete the palette.",
    "Floral": "Floral scents harmonize with soft, romantic colors. Light pinks and lavenders echo the delicate nature of floral notes, while whites and ghost whites add an ethereal quality that enhances the feminine elegance.",
    "Woody": "Woody scents call for earthy, grounding colors. Rich browns like saddle and sienna reflect the depth of woody notes, while tan and beige add warmth. White provides contrast and balance.",
    "Oriental": "Oriental scents demand rich, opulent colors. Burgundy and dark red capture the sensual intensity, while gold adds luxury and opulence. White creates necessary contrast to prevent overwhelming.",
    "Fresh": "Fresh scents align with cool, airy colors. Light blues and cyans evoke water and sky, creating a clean, invigorating palette. White adds brightness and purity to complete the refreshing feel."
  },
  "celebrities": {
    "jenniferAniston": "Known for preferring clean, citrusy scents that reflect her California lifestyle.",
    "leonardoDiCaprio": "Reportedly favors fresh, citrus-based colognes with a sophisticated edge.",
    "giseleBundchen": "The supermodel is known to appreciate bright, energetic citrus fragrances.",
    "taylorSwift": "Has expressed love for floral fragrances, particularly those with notes of gardenia and vanilla.",
    "nataliePortman": "As the face of Miss Dior, she embodies the elegant floral character of the fragrance.",
    "emmaWatson": "Known for preferring natural, delicate floral scents with ethical sourcing.",
    "idrisElba": "The actor gravitates toward woody, masculine fragrances with depth and character.",
    "georgeClooney": "Known for his classic taste in woody, sophisticated colognes.",
    "angelinaJolie": "Reportedly prefers complex fragrances with woody base notes and mysterious character.",
    "tomFord": "The designer himself embodies the luxurious oriental fragrances his brand is famous for.",
    "rihanna": "Her own perfume line features rich, oriental notes that match her bold personality.",
    "johnnyDepp": "Known for favoring deep, oriental fragrances with a touch of mystery and rebellion.",
    "matthewMcConaughey": "Embodies the fresh, outdoorsy scent profile with his laid-back personality.",
    "kateMiddleton": "The Princess of Wales reportedly favors fresh, elegant scents with royal sophistication.",
    "chrisHemsworth": "The Australian actor represents the fresh, oceanic scent profile perfectly with his surfer background."
  }
}
