{
  "app": {
    "title": "NosePrint",
    "subtitle": "Превуците да откријете свој мирисни профил"
  },
  "swipe": {
    "analyze": "Анализирај Моје Преференције",
    "complete": "завршено",
    "allSwiped": "Прегледали сте све мирисе!"
  },
  "gender": {
    "title": "Изаберите Вашу Преференцију",
    "subtitle": "Изаберите тип парфема који вас интересује да бисте добили персонализоване препоруке",
    "men": "Мушки Парфеми",
    "menDesc": "Откријте мушке мирисе са дрвенастим, зачинским и свежим нотама",
    "women": "Женски Парфеми",
    "womenDesc": "Истражите женске мирисе са цветним, воћним и слатким нотама",
    "unisex": "Унисекс Парфеми",
    "unisexDesc": "Пронађите свестране мирисе који превазилазе традиционалне родне границе",
    "priceRange": "Ценовни Распон",
    "minPrice": "Минимална Цена",
    "maxPrice": "Максимална Цена",
    "getRecommendations": "Добијте Моје Препоруке"
  },
  "analyzing": {
    "title": "Анализирање Ваших Преференција",
    "subtitle": "Молимо сачекајте док креирамо ваш персонализовани мирисни профил"
  },
  "results": {
    "title": "Ваш Мирисни Профил",
    "subtitle": "На основу ваших преференција, креирали смо ваш јединствени мирисни профил",
    "radar": "Мирисни Радар",
    "dominantFamily": "Ваша доминантна мирисна породица:",
    "story": "Ваша Мирисна Прича",
    "recommendations": "Препоручени Парфеми",
    "price": "Цена",
    "shopNow": "Купи Сада",
    "startOver": "Почни Поново",
    "colorPalette": "Комплементарна Палета Боја",
    "colorPaletteDesc": "Боје које комплементирају ваш мирисни профил",
    "celebrities": "Познате Личности Сличног Укуса",
    "celebritiesDesc": "Познате личности које деле ваше мирисне преференције"
  },
  "families": {
    "Citrus": "Цитрус",
    "Floral": "Цветни",
    "Woody": "Дрвенасти",
    "Oriental": "Оријентални",
    "Fresh": "Свежи"
  },
  "scents": {
    "amber": {
      "name": "Амбер",
      "description": "Топао, богат и благо сладак са трагом ваниле и пудера."
    },
    "bergamot": {
      "name": "Бергамот",
      "description": "Светао, живахан цитрус са суптилном цветном нотом."
    },
    "cedarwood": {
      "name": "Кедровина",
      "description": "Сува, дрвенаста и благо слатка са трагом зашиљене оловке."
    },
    "grapefruit": {
      "name": "Грејпфрут",
      "description": "Оштар, горко-сладак цитрус са освежавајућим укусом."
    },
    "jasmine": {
      "name": "Јасмин",
      "description": "Богат, сладак и интензивно цветни са трагом воћа."
    },
    "lavender": {
      "name": "Лаванда",
      "description": "Биљни, цветни и благо сладак са чистим, умирујућим мирисом."
    },
    "lemon": {
      "name": "Лимун",
      "description": "Светао, оштар цитрус са чистим, освежавајућим квалитетом."
    },
    "musk": {
      "name": "Мошус",
      "description": "Топао, чулан и благо анималан са пудерастом мекоћом."
    },
    "patchouli": {
      "name": "Пачули",
      "description": "Земљани, дрвенасти и благо сладак са трагом зачина."
    },
    "rose": {
      "name": "Ружа",
      "description": "Богата, слатка и дубоко цветна са трагом меда."
    },
    "sandalwood": {
      "name": "Сандаловина",
      "description": "Кремаста, дрвенаста и благо слатка са млечном мекоћом."
    },
    "seasalt": {
      "name": "Морска Сол",
      "description": "Чиста, озонска и минерална са трагом свежег ваздуха."
    },
    "vanilla": {
      "name": "Ванила",
      "description": "Слатка, топла и утешна са трагом пекарских производа."
    },
    "vetiver": {
      "name": "Ветивер",
      "description": "Земљани, дрвенасти и благо димљен са трагом цитруса."
    }
  },
  "language": {
    "en": "Енглески",
    "fr": "Француски",
    "sr": "Српски"
  },
  "colorPalettes": {
    "Citrus": "Мириси цитруса се лепо уклапају са светлим, сунчаним бојама. Златна и жута одражавају енергију цитруса, док наранџаста додаје топлину. Беж и бела пружају равнотежу и свежину.",
    "Floral": "Цветни мириси се хармонизују са меким, романтичним бојама. Светло розе и лаванда одражавају деликатну природу цветних нота, док бела додаје етерични квалитет.",
    "Woody": "Дрвенасти мириси траже земљане, приземне боје. Богате браон нијансе одражавају дубину дрвенастих нота, док беж додаје топлину. Бела пружа контраст и равнотежу.",
    "Oriental": "Оријентални мириси захтевају богате, раскошне боје. Бордо и тамно црвена хватају чулни интензитет, док златна додаје луксуз. Бела ствара неопходан контраст.",
    "Fresh": "Свежи мириси се уклапају са хладним, ваздушастим бојама. Светло плаве нијансе подсећају на воду и небо, стварајући чисту, освежавајућу палету. Бела додаје сјај и чистоћу."
  },
  "celebrities": {
    "jenniferAniston": "Позната по томе што преферира чисте, цитрусне мирисе који одражавају њен калифорнијски стил живота.",
    "leonardoDiCaprio": "Наводно воли свеже колоњске воде на бази цитруса са софистицираном нотом.",
    "giseleBundchen": "Познато је да овај супермодел цени светле, енергичне цитрусне мирисе.",
    "taylorSwift": "Изразила је љубав према цветним мирисима, посебно онима са нотама гарденије и ваниле.",
    "nataliePortman": "Као заштитно лице парфема Miss Dior, она отелотворује елегантан цветни карактер овог парфема.",
    "emmaWatson": "Позната по томе што преферира природне, деликатне цветне мирисе са етичким пореклом.",
    "idrisElba": "Глумац гравитира ка дрвенастим, мушким мирисима са дубином и карактером.",
    "georgeClooney": "Познат по свом класичном укусу за дрвенасте, софистициране колоњске воде.",
    "angelinaJolie": "Наводно преферира комплексне мирисе са дрвенастим базним нотама и мистериозним карактером.",
    "tomFord": "Сам дизајнер отелотворује луксузне оријенталне парфеме по којима је његов бренд познат.",
    "rihanna": "Њена сопствена линија парфема садржи богате оријенталне ноте које одговарају њеној храброј личности.",
    "johnnyDepp": "Познат по томе што воли дубоке оријенталне мирисе са дозом мистерије и побуне.",
    "matthewMcConaughey": "Отелотворује свеж, природни мирисни профил са својом опуштеном личношћу.",
    "kateMiddleton": "Принцеза од Велса наводно воли свеже, елегантне мирисе са краљевском софистицираношћу.",
    "chrisHemsworth": "Аустралијски глумац савршено представља свеж, океански мирисни профил са својом сурферском позадином."
  }
}
