{
  "app": {
    "title": "NosePrint",
    "subtitle": "Превуците да откријете свој мирисни профил"
  },
  "swipe": {
    "analyze": "Анализирај Моје Преференције",
    "complete": "завршено",
    "allSwiped": "Прегледали сте све мирисе!"
  },
  "gender": {
    "title": "Изаберите Вашу Преференцију",
    "subtitle": "Изаберите тип парфема који вас интересује да бисте добили персонализоване препоруке",
    "men": "Мушки Парфеми",
    "menDesc": "Откријте мушке мирисе са дрвенастим, зачинским и свежим нотама",
    "women": "Женски Парфеми",
    "womenDesc": "Истражите женске мирисе са цветним, воћним и слатким нотама",
    "unisex": "Унисекс Парфеми",
    "unisexDesc": "Пронађите свестране мирисе који превазилазе традиционалне родне границе",
    "priceRange": "Ценовни Распон",
    "minPrice": "Минимална Цена",
    "maxPrice": "Максимална Цена",
    "getRecommendations": "Добијте Моје Препоруке"
  },
  "analyzing": {
    "title": "Анализирање Ваших Преференција",
    "subtitle": "Молимо сачекајте док креирамо ваш персонализовани мирисни профил"
  },
  "results": {
    "title": "Ваш Мирисни Профил",
    "subtitle": "На основу ваших преференција, креирали смо ваш јединствени мирисни профил",
    "radar": "Мирисни Радар",
    "dominantFamily": "Ваша доминантна мирисна породица:",
    "story": "Ваша Мирисна Прича",
    "recommendations": "Препоручени Парфеми",
    "price": "Цена",
    "shopNow": "Купи Сада",
    "startOver": "Почни Поново",
    "colorPalette": "Комплементарна Палета Боја",
    "colorPaletteDesc": "Боје које комплементирају ваш мирисни профил",
    "celebrities": "Познате Личности Сличног Укуса",
    "celebritiesDesc": "Познате личности које деле ваше мирисне преференције"
  },
  "families": {
    "Citrus": "Цитрус",
    "Floral": "Цветни",
    "Woody": "Дрвенасти",
    "Oriental": "Оријентални",
    "Fresh": "Свежи"
  },
  "scents": {
    "amber": {
      "name": "Амбер",
      "description": "Топао, богат и благо сладак са трагом ваниле и пудера."
    },
    "tonkabean": {
      "name": "Тонка зрно",
      "description": "Слатко, топло и бадемасто са траговима ваниле и дувана."
    },
    "cinnamon": {
      "name": "Цимет",
      "description": "Топао, зачински и сладак са умирујућим, познатим квалитетом."
    },
    "cardamom": {
      "name": "Кардамом",
      "description": "Топао, зачински и ароматичан са светлом, цитрусном нотом."
    },
    "clove": {
      "name": "Каранфилић",
      "description": "Интензиван, топао зачин са слатким, благо медицинским карактером."
    },
    "nutmeg": {
      "name": "Мушкатни орашчић",
      "description": "Топао, зачински и благо сладак са дрвенастим, земљаним квалитетом."
    },
    "frankincense": {
      "name": "Тамјан",
      "description": "Смоласт, дрвенаст и благо цитрусан са духовним, медитативним квалитетом."
    },
    "myrrh": {
      "name": "Мира",
      "description": "Топла, балзамична смола са благо медицинским, земљаним карактером."
    },
    "benzoin": {
      "name": "Бензоин",
      "description": "Слатка, балзамична смола са ваниластом топлином и трагом цимета."
    },
    "labdanum": {
      "name": "Лабданум",
      "description": "Богата, амбераста смола са кожним, анималним и медним аспектима."
    },
    "ambergris": {
      "name": "Амбергрис",
      "description": "Морски, сладак и анималан са јединственим слано-слатким карактером."
    },
    "bergamot": {
      "name": "Бергамот",
      "description": "Светао, живахан цитрус са суптилном цветном нотом."
    },
    "cedarwood": {
      "name": "Кедровина",
      "description": "Сува, дрвенаста и благо слатка са трагом зашиљене оловке."
    },
    "oud": {
      "name": "Уд",
      "description": "Богата, комплексна дрвенаста нота са анималним, балзамичним и димљеним аспектима."
    },
    "oakmoss": {
      "name": "Храстова маховина",
      "description": "Земљана, зелена и благо устајала са шумским карактером."
    },
    "grapefruit": {
      "name": "Грејпфрут",
      "description": "Оштар, горко-сладак цитрус са освежавајућим укусом."
    },
    "jasmine": {
      "name": "Јасмин",
      "description": "Богат, сладак и интензивно цветни са трагом воћа."
    },
    "lavender": {
      "name": "Лаванда",
      "description": "Биљни, цветни и благо сладак са чистим, умирујућим мирисом."
    },
    "lillyofthevalley": {
      "name": "Ђурђевак",
      "description": "Деликатан, зелени и слатко цветни са росном свежином."
    },
    "tuberose": {
      "name": "Тубероза",
      "description": "Интензивно сладак, кремаст цветни мирис са опојним, наркотичким квалитетом."
    },
    "orangeblossom": {
      "name": "Цвет поморанџе",
      "description": "Светао, медни цветни мирис са деликатном цитрусном нотом."
    },
    "peony": {
      "name": "Божур",
      "description": "Свеж, ваздушаст цветни мирис са благо слатким и ружичастим карактером."
    },
    "gardenia": {
      "name": "Гарденија",
      "description": "Кремаст, раскошан бели цветни мирис са тропском слаткоћом."
    },
    "violet": {
      "name": "љубичица",
      "description": "Деликатан, пудераст цветни мирис са благо слатким и зеленим карактером."
    },
    "ylangylang": {
      "name": "Иланг-иланг",
      "description": "Егзотичан, сладак цветни мирис са кремастом богатошћу налик банани."
    },
    "lemon": {
      "name": "Лимун",
      "description": "Светао, оштар цитрус са чистим, освежавајућим квалитетом."
    },
    "musk": {
      "name": "Мошус",
      "description": "Топао, чулан и благо анималан са пудерастом мекоћом."
    },
    "patchouli": {
      "name": "Пачули",
      "description": "Земљани, дрвенасти и благо сладак са трагом зачина."
    },
    "rose": {
      "name": "Ружа",
      "description": "Богата, слатка и дубоко цветна са трагом меда."
    },
    "sandalwood": {
      "name": "Сандаловина",
      "description": "Кремаста, дрвенаста и благо слатка са млечном мекоћом."
    },
    "seasalt": {
      "name": "Морска Сол",
      "description": "Чиста, озонска и минерална са трагом свежег ваздуха."
    },
    "mint": {
      "name": "Нана",
      "description": "Хладна, освежавајућа и окрепљујућа са чистим, ароматичним квалитетом."
    },
    "greentea": {
      "name": "Зелени чај",
      "description": "Свеж, благо горак и деликатно ароматичан са умирујућим карактером."
    },
    "galbanum": {
      "name": "Галбанум",
      "description": "Интензивно зелен, оштар и благо горак са природним, земљаним квалитетом."
    },
    "tomatoleaf": {
      "name": "Лист парадајза",
      "description": "Зелен, оштар и благо зачински са препознатљивим баштенским карактером."
    },
    "calone": {
      "name": "Калон",
      "description": "Свеж, водени и озонски са препознатљивим карактером морског поветарца."
    },
    "ozonic": {
      "name": "Озонски",
      "description": "Чист, ваздушаст и електричан са мирисом свежег ваздуха након олује."
    },
    "vanilla": {
      "name": "Ванила",
      "description": "Слатка, топла и утешна са трагом пекарских производа."
    },
    "caramel": {
      "name": "Карамел",
      "description": "Сладак, богат и масласт са топлином куваног шећера."
    },
    "chocolate": {
      "name": "Чоколада",
      "description": "Богата, слатка и благо горка са дубоким, утешним карактером."
    },
    "coffee": {
      "name": "Кафа",
      "description": "Богата, пржена и благо горка са топлим, енергичним квалитетом."
    },
    "praline": {
      "name": "Пралина",
      "description": "Слатка, орашаста и карамелизована са богатим, гурманским карактером."
    },
    "toffee": {
      "name": "Тофи",
      "description": "Сладак, масласт и карамелизован са богатим, кремастим квалитетом."
    },
    "almond": {
      "name": "Бадем",
      "description": "Сладак, орашаст и благо трешњаст са утешном топлином."
    },
    "coconut": {
      "name": "Кокос",
      "description": "Кремаст, сладак и тропски са млечним, благо дрвенастим карактером."
    },
    "apple": {
      "name": "Јабука",
      "description": "Хрскава, сочна и благо слатка са свежим квалитетом воћњака."
    },
    "pear": {
      "name": "Крушка",
      "description": "Сочна, слатка и благо цветна са деликатним, свежим карактером."
    },
    "peach": {
      "name": "Бресква",
      "description": "Слатка, сочна и благо маљава са топлим, летњим карактером."
    },
    "berries": {
      "name": "Бобичасто воће",
      "description": "Слатко, сочно и благо кисело са живописним, џемастим квалитетом."
    },
    "plum": {
      "name": "Шљива",
      "description": "Слатка, сочна и благо винска са богатом, воћном дубином."
    },
    "fig": {
      "name": "Смоква",
      "description": "Слатка, џемаста и благо зелена са јединственим, кремастим карактером."
    },
    "vetiver": {
      "name": "Ветивер",
      "description": "Земљани, дрвенасти и благо димљен са трагом цитруса."
    },
    "blackpepper": {
      "name": "Црни бибер",
      "description": "Оштар, зачински и благо дрвенаст са сувим, ароматичним угризом."
    },
    "pinkpepper": {
      "name": "Розе бибер",
      "description": "Зачински, воћни и благо ружичаст са живим, енергичним карактером."
    },
    "ginger": {
      "name": "Ђумбир",
      "description": "Зачински, топао и благо цитрусан са свежим, окрепљујућим квалитетом."
    },
    "talc": {
      "name": "Талк",
      "description": "Мек, чист и утешан са носталгичним квалитетом дечјег пудера."
    },
    "cacao": {
      "name": "Какао",
      "description": "Богат, горак и земљани са сировим, непрерађеним карактером чоколаде."
    },
    "lime": {
      "name": "Лајм",
      "description": "Живахан, оштар цитрус са снажним, окрепљујућим карактером."
    },
    "mandarin": {
      "name": "Мандарина",
      "description": "Слатки, сочан цитрус са медном топлином и благом киселошћу."
    }
  },
  "language": {
    "en": "Енглески",
    "fr": "Француски",
    "sr": "Српски"
  },
  "colorPalettes": {
    "Citrus": "Мириси цитруса се лепо уклапају са светлим, сунчаним бојама. Златна и жута одражавају енергију цитруса, док наранџаста додаје топлину. Беж и бела пружају равнотежу и свежину.",
    "Floral": "Цветни мириси се хармонизују са меким, романтичним бојама. Светло розе и лаванда одражавају деликатну природу цветних нота, док бела додаје етерични квалитет.",
    "Woody": "Дрвенасти мириси траже земљане, приземне боје. Богате браон нијансе одражавају дубину дрвенастих нота, док беж додаје топлину. Бела пружа контраст и равнотежу.",
    "Oriental": "Оријентални мириси захтевају богате, раскошне боје. Бордо и тамно црвена хватају чулни интензитет, док златна додаје луксуз. Бела ствара неопходан контраст.",
    "Fresh": "Свежи мириси се уклапају са хладним, ваздушастим бојама. Светло плаве нијансе подсећају на воду и небо, стварајући чисту, освежавајућу палету. Бела додаје сјај и чистоћу."
  },
  "celebrities": {
    "jenniferAniston": "Позната по томе што преферира чисте, цитрусне мирисе који одражавају њен калифорнијски стил живота.",
    "leonardoDiCaprio": "Наводно воли свеже колоњске воде на бази цитруса са софистицираном нотом.",
    "giseleBundchen": "Познато је да овај супермодел цени светле, енергичне цитрусне мирисе.",
    "taylorSwift": "Изразила је љубав према цветним мирисима, посебно онима са нотама гарденије и ваниле.",
    "nataliePortman": "Као заштитно лице парфема Miss Dior, она отелотворује елегантан цветни карактер овог парфема.",
    "emmaWatson": "Позната по томе што преферира природне, деликатне цветне мирисе са етичким пореклом.",
    "idrisElba": "Глумац гравитира ка дрвенастим, мушким мирисима са дубином и карактером.",
    "georgeClooney": "Познат по свом класичном укусу за дрвенасте, софистициране колоњске воде.",
    "angelinaJolie": "Наводно преферира комплексне мирисе са дрвенастим базним нотама и мистериозним карактером.",
    "tomFord": "Сам дизајнер отелотворује луксузне оријенталне парфеме по којима је његов бренд познат.",
    "rihanna": "Њена сопствена линија парфема садржи богате оријенталне ноте које одговарају њеној храброј личности.",
    "johnnyDepp": "Познат по томе што воли дубоке оријенталне мирисе са дозом мистерије и побуне.",
    "matthewMcConaughey": "Отелотворује свеж, природни мирисни профил са својом опуштеном личношћу.",
    "kateMiddleton": "Принцеза од Велса наводно воли свеже, елегантне мирисе са краљевском софистицираношћу.",
    "chrisHemsworth": "Аустралијски глумац савршено представља свеж, океански мирисни профил са својом сурферском позадином."
  }
}
