{
  "app": {
    "title": "NosePrint",
    "subtitle": "Glissez pour découvrir votre profil olfactif"
  },
  "swipe": {
    "analyze": "Analyser Mes Préférences",
    "complete": "complété",
    "allSwiped": "Vous avez parcouru tous les parfums !"
  },
  "gender": {
    "title": "Choisissez Votre Préférence",
    "subtitle": "Sélectionnez le type de parfums qui vous intéressent pour obtenir des recommandations personnalisées",
    "men": "Parfums pour Hommes",
    "menDesc": "Découvrez des parfums masculins aux notes boisées, épicées et fraîches",
    "women": "Parfums pour Femmes",
    "womenDesc": "Explorez des parfums féminins aux notes florales, fruitées et sucrées",
    "unisex": "Parfums Unisexes",
    "unisexDesc": "Trouvez des parfums polyvalents qui transcendent les frontières traditionnelles entre les genres",
    "priceRange": "Gamme de Prix",
    "minPrice": "Prix Minimum",
    "maxPrice": "Prix Maximum",
    "getRecommendations": "Obtenir Mes Recommandations"
  },
  "analyzing": {
    "title": "Analyse de Vos Préférences",
    "subtitle": "Veuillez patienter pendant que nous créons votre profil olfactif personnalisé"
  },
  "results": {
    "title": "Votre Profil Olfactif",
    "subtitle": "Basé sur vos préférences, nous avons créé votre profil olfactif unique",
    "radar": "Radar Olfactif",
    "dominantFamily": "Votre famille olfactive dominante :",
    "story": "Votre Histoire Olfactive",
    "recommendations": "Parfums Recommandés",
    "price": "Prix",
    "shopNow": "Acheter",
    "startOver": "Recommencer",
    "colorPalette": "Palette de Couleurs Complémentaires",
    "colorPaletteDesc": "Couleurs qui complètent votre profil olfactif",
    "celebrities": "Célébrités aux Goûts Similaires",
    "celebritiesDesc": "Célébrités qui partagent vos préférences olfactives"
  },
  "families": {
    "Citrus": "Agrumes",
    "Floral": "Floral",
    "Woody": "Boisé",
    "Oriental": "Oriental",
    "Fresh": "Frais"
  },
  "scents": {
    "amber": {
      "name": "Ambre",
      "description": "Chaud, riche et légèrement sucré avec une touche de vanille et de poudre."
    },
    "bergamot": {
      "name": "Bergamote",
      "description": "Agrumes vifs et zestés avec une subtile note florale."
    },
    "cedarwood": {
      "name": "Bois de Cèdre",
      "description": "Sec, boisé et légèrement sucré avec une touche de crayon taillé."
    },
    "grapefruit": {
      "name": "Pamplemousse",
      "description": "Agrumes acidulés et doux-amers avec un piquant rafraîchissant."
    },
    "jasmine": {
      "name": "Jasmin",
      "description": "Riche, sucré et intensément floral avec une touche de fruit."
    },
    "lavender": {
      "name": "Lavande",
      "description": "Herbal, floral et légèrement sucré avec un arôme propre et apaisant."
    },
    "lemon": {
      "name": "Citron",
      "description": "Agrumes vifs et nets avec une qualité propre et rafraîchissante."
    },
    "musk": {
      "name": "Musc",
      "description": "Chaud, sensuel et légèrement animalique avec une douceur poudrée."
    },
    "patchouli": {
      "name": "Patchouli",
      "description": "Terreux, boisé et légèrement sucré avec une touche d'épice."
    },
    "rose": {
      "name": "Rose",
      "description": "Riche, sucré et profondément floral avec une touche de miel."
    },
    "sandalwood": {
      "name": "Bois de Santal",
      "description": "Crémeux, boisé et légèrement sucré avec une douceur laiteuse."
    },
    "seasalt": {
      "name": "Sel Marin",
      "description": "Propre, ozonique et minéral avec une touche d'air frais."
    },
    "vanilla": {
      "name": "Vanille",
      "description": "Sucré, chaud et réconfortant avec une touche de pâtisserie."
    },
    "vetiver": {
      "name": "Vétiver",
      "description": "Terreux, boisé et légèrement fumé avec une touche d'agrumes."
    },
    "lime": {
      "name": "Citron Vert",
      "description": "Agrumes vibrants et acidulés avec un caractère vif et revigorant."
    },
    "mandarin": {
      "name": "Mandarine",
      "description": "Agrumes doux et juteux avec une chaleur miellée et une légère acidité."
    },
    "lillyofthevalley": {
      "name": "Muguet",
      "description": "Floral délicat, vert et doucement sucré avec une fraîcheur rosée."
    },
    "tuberose": {
      "name": "Tubéreuse",
      "description": "Floral sucré intense et crémeux avec une qualité enivrante et narcotique."
    },
    "orangeblossom": {
      "name": "Fleur d'Oranger",
      "description": "Floral lumineux et miellé avec une délicate note d'agrumes."
    },
    "peony": {
      "name": "Pivoine",
      "description": "Floral frais et aérien avec un caractère légèrement sucré et rosé."
    },
    "gardenia": {
      "name": "Gardénia",
      "description": "Floral blanc crémeux et opulent avec une douceur tropicale."
    },
    "violet": {
      "name": "Violette",
      "description": "Floral délicat et poudré avec un caractère légèrement sucré et vert."
    },
    "ylangylang": {
      "name": "Ylang-Ylang",
      "description": "Floral exotique et sucré avec une richesse crémeuse rappelant la banane."
    },
    "oud": {
      "name": "Oud",
      "description": "Note boisée riche et complexe avec des facettes animaliques, balsamiques et fumées."
    },
    "oakmoss": {
      "name": "Mousse de Chêne",
      "description": "Terreux, vert et légèrement moisi avec un caractère forestier."
    },
    "tonkabean": {
      "name": "Fève Tonka",
      "description": "Doux, chaud et amandé avec des notes de vanille et de tabac."
    },
    "cinnamon": {
      "name": "Cannelle",
      "description": "Épicé chaud et sucré avec une qualité réconfortante et familière."
    },
    "cardamom": {
      "name": "Cardamome",
      "description": "Épicé chaud et aromatique avec une note d'agrumes lumineuse."
    },
    "clove": {
      "name": "Clou de Girofle",
      "description": "Épice intense et chaude avec un caractère sucré et légèrement médicinal."
    },
    "nutmeg": {
      "name": "Muscade",
      "description": "Chaud, épicé et légèrement sucré avec une qualité boisée et terreuse."
    },
    "frankincense": {
      "name": "Encens",
      "description": "Résineux, boisé et légèrement citronné avec une qualité spirituelle et méditative."
    },
    "myrrh": {
      "name": "Myrrhe",
      "description": "Résine balsamique chaude avec un caractère légèrement médicinal et terreux."
    },
    "benzoin": {
      "name": "Benjoin",
      "description": "Résine douce et balsamique avec une chaleur vanillée et une touche de cannelle."
    },
    "labdanum": {
      "name": "Labdanum",
      "description": "Résine riche et ambrée avec des facettes cuirées, animaliques et miellées."
    },
    "ambergris": {
      "name": "Ambre Gris",
      "description": "Marin, doux et animalique avec un caractère unique salé-sucré."
    },
    "mint": {
      "name": "Menthe",
      "description": "Fraîs, rafraîchissant et revigorant avec une qualité propre et aromatique."
    },
    "greentea": {
      "name": "Thé Vert",
      "description": "Frais, légèrement amer et délicatement aromatique avec un caractère apaisant."
    },
    "galbanum": {
      "name": "Galbanum",
      "description": "Vert intense, vif et légèrement amer avec une qualité naturelle et terreuse."
    },
    "tomatoleaf": {
      "name": "Feuille de Tomate",
      "description": "Vert, vif et légèrement épicé avec un caractère distinctif de jardin frais."
    },
    "calone": {
      "name": "Calone",
      "description": "Frais, aquatique et ozonique avec un caractère distinctif de brise marine."
    },
    "ozonic": {
      "name": "Ozonique",
      "description": "Propre, aérien et électrique avec le parfum d'air frais après un orage."
    },
    "caramel": {
      "name": "Caramel",
      "description": "Doux, riche et beurré avec une chaleur de sucre cuit."
    },
    "chocolate": {
      "name": "Chocolat",
      "description": "Riche, doux et légèrement amer avec un caractère profond et réconfortant."
    },
    "coffee": {
      "name": "Café",
      "description": "Riche, torréfié et légèrement amer avec une qualité chaude et énergisante."
    },
    "praline": {
      "name": "Praliné",
      "description": "Doux, noisété et caramélisé avec un caractère gourmand riche."
    },
    "toffee": {
      "name": "Caramel au Beurre",
      "description": "Doux, beurré et caramélisé avec une qualité riche et crémeuse."
    },
    "almond": {
      "name": "Amande",
      "description": "Doux, noisété et légèrement cerise avec une chaleur réconfortante."
    },
    "coconut": {
      "name": "Noix de Coco",
      "description": "Crémeux, doux et tropical avec un caractère laiteux et légèrement boisé."
    },
    "apple": {
      "name": "Pomme",
      "description": "Croustillant, juteux et légèrement sucré avec une qualité fraîche de verger."
    },
    "pear": {
      "name": "Poire",
      "description": "Juteux, doux et légèrement floral avec un caractère délicat et frais."
    },
    "peach": {
      "name": "Pêche",
      "description": "Doux, juteux et légèrement duveteux avec un caractère chaud et estival."
    },
    "berries": {
      "name": "Baies",
      "description": "Doux, juteux et légèrement acidulé avec une qualité vibrante et confiture."
    },
    "plum": {
      "name": "Prune",
      "description": "Doux, juteux et légèrement vineux avec une profondeur fruitée riche."
    },
    "fig": {
      "name": "Figue",
      "description": "Doux, confiture et légèrement vert avec un caractère crémeux unique."
    },
    "blackpepper": {
      "name": "Poivre Noir",
      "description": "Vif, épicé et légèrement boisé avec une morsure aromatique sèche."
    },
    "pinkpepper": {
      "name": "Poivre Rose",
      "description": "Épicé, fruité et légèrement rosé avec un caractère vif et énergique."
    },
    "ginger": {
      "name": "Gingembre",
      "description": "Épicé, chaud et légèrement citronné avec une qualité fraîche et revigorante."
    },
    "talc": {
      "name": "Talc",
      "description": "Doux, propre et réconfortant avec une qualité nostalgique de poudre pour bébé."
    },
    "cacao": {
      "name": "Cacao",
      "description": "Riche, amer et terreux avec un caractère de chocolat brut non transformé."
    }
  },
  "language": {
    "en": "Anglais",
    "fr": "Français",
    "sr": "Serbe"
  },
  "colorPalettes": {
    "Citrus": "Les parfums d'agrumes s'associent magnifiquement aux couleurs vives et ensoleillées. L'or et le jaune reflètent l'énergie pétillante des agrumes, tandis que l'orange ajoute de la chaleur. Le beige et le blanc apportent équilibre et fraîcheur pour compléter la palette.",
    "Floral": "Les parfums floraux s'harmonisent avec des couleurs douces et romantiques. Les roses pâles et les lavandes font écho à la nature délicate des notes florales, tandis que les blancs ajoutent une qualité éthérée qui rehausse l'élégance féminine.",
    "Woody": "Les parfums boisés appellent des couleurs terreuses et ancrées. Les bruns riches comme le brun selle et le terre de Sienne reflètent la profondeur des notes boisées, tandis que le beige ajoute de la chaleur. Le blanc offre un contraste et un équilibre.",
    "Oriental": "Les parfums orientaux exigent des couleurs riches et opulentes. Le bordeaux et le rouge foncé capturent l'intensité sensuelle, tandis que l'or ajoute luxe et opulence. Le blanc crée un contraste nécessaire pour éviter l'excès.",
    "Fresh": "Les parfums frais s'alignent avec des couleurs fraîches et aériennes. Les bleus clairs et les cyans évoquent l'eau et le ciel, créant une palette propre et revigorante. Le blanc ajoute luminosité et pureté pour compléter la sensation de fraîcheur."
  },
  "celebrities": {
    "jenniferAniston": "Connue pour préférer les parfums propres et citronnés qui reflètent son style de vie californien.",
    "leonardoDiCaprio": "Favoriserait les colognes fraîches à base d'agrumes avec une touche sophistiquée.",
    "giseleBundchen": "Le mannequin est connu pour apprécier les parfums d'agrumes vifs et énergiques.",
    "taylorSwift": "A exprimé son amour pour les parfums floraux, particulièrement ceux avec des notes de gardénia et de vanille.",
    "nataliePortman": "En tant qu'égérie de Miss Dior, elle incarne le caractère floral élégant du parfum.",
    "emmaWatson": "Connue pour préférer les parfums floraux naturels et délicats avec un approvisionnement éthique.",
    "idrisElba": "L'acteur gravite vers des parfums boisés et masculins avec profondeur et caractère.",
    "georgeClooney": "Connu pour son goût classique en matière de colognes boisées et sophistiquées.",
    "angelinaJolie": "Préférerait des parfums complexes avec des notes de fond boisées et un caractère mystérieux.",
    "tomFord": "Le designer lui-même incarne les luxueux parfums orientaux pour lesquels sa marque est célèbre.",
    "rihanna": "Sa propre ligne de parfums présente des notes orientales riches qui correspondent à sa personnalité audacieuse.",
    "johnnyDepp": "Connu pour favoriser les parfums orientaux profonds avec une touche de mystère et de rébellion.",
    "matthewMcConaughey": "Incarne le profil de parfum frais et nature avec sa personnalité décontractée.",
    "kateMiddleton": "La Princesse de Galles favoriserait des parfums frais et élégants avec une sophistication royale.",
    "chrisHemsworth": "L'acteur australien représente parfaitement le profil de parfum frais et océanique avec son passé de surfeur."
  }
}
